Repository: lkdtr/kamp-yazilimi
Catalog: mudur/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Mail could not be sent
tr: E-posta gönderilemedi

source: Site Name
tr: Site Adı

source: Year
tr: Yıl

source: Is Active
tr: Aktif Mi

source: Home Url
tr: Anasayfa

source: To parse incoming requests and show correct page
tr: Gelen istekleri ayrıştırmak ve doğru sayfayı göstermek için

source: Course Application Start Date
tr: Kurs Başvurusu Başlangıç Tarihi

source: Course Application End Date
tr: Kurs Başvurusu Bitiş Tarihi

source: Event Start Date
tr: Etkinlik Başlangıç Tarihi

source: Event End Date
tr: Etkinlik Bitiş Tarihi

source: Docs End Date
tr: Son belge yükleme tarihi

source: Total course hours at morning for one day
tr: Bir gün için sabah yapılan kurs süresi

source: Total course hours at afternoon for one day
tr: Bir gün için öğleden sonra yapılan kurs süresi

source: Total course hours at evening for one day
tr: Bir gün için akşam yapılan kurs süresi

source: Name
tr: İsim

source: Order
tr: Sıralama

source: Content Name
tr: İçerik Adı

source: HTML Content
tr: HTML İçerik

source: Content
tr: İçerik

source: Contents
tr: İçerikler

source: Question
tr: Soru

source: Is Frequently Asked Question?
tr: Sıkça Sorulan Soru

source: Questions
tr: Sorular

source: Detail
tr: Detay

source: Is Right Answer
tr: Doğru cevap

source: Answer
tr: Cevap

source: Answers
tr: Cevaplar

source: Classic Questions
tr: Klasik Sorular

source: Site Wide
tr: Site Adı

source: Is Visible?
tr: Görünür mü?

source: Classic Question
tr: Klasik Soru

source: Start Date
tr: Başlangıç Tarihi

source: End Date
tr: Bitiş Tarihi

source: Preference
tr: Tercih

source: For Instructor?
tr: Eğitmenler için

source: For Trainess?
tr: Katılımcılar için

source: Approval Date
tr: Kabul Tarihi

source: Approval Dates
tr: Kabul Tarihleri

source: Login
tr: Giriş Yap

source: If you already have an account, please login from top right hand side of the page
tr: Eğer bir hesabınız varsa, sayfanın sağ üst tarafından oturum açabilirsiniz

source: User Profile
tr: Kullanıcı Profili

source: Change Password
tr: Parola Değiştir

source: Log out
tr: Çıkış

source: Course No
tr: Kurs No

source: Course Name
tr: Kurs Adı

source: Description
tr: Açıklama

source: Trainess
tr: Kursiyerler

source: Trainer
tr: Eğitmenler

source: Authorized Trainers
tr: Yetkili Eğitmenler

source: Text Box Questions
tr: Klasik Sorular

source: Course
tr: Kurs

source: Courses
tr: Kurslar

source: Trainess Course Record
tr: Katilimci Tercih Kaydı

source: Trainess Course Records
tr: Katılımcı Tercih Kayıtları

source: Morning
tr: Sabah

source: Afternoon
tr: Öğleden Sonra

source: Evening
tr: Akşam

source: Day
tr: Gün

source: Trainess Participation Information
tr: Katılımcı Yoklama Bilgisi

source: Trainess Test Answer
tr: Katılımcı Test Cevapları

source: Application No
tr: Başvuru No

source: First Name
tr: Ad

source: Last Name
tr: Soyad

source: E-mail
tr: E-posta

source: Gender
tr: Cinsiyet

source: TC Identity Number / Foreign Identity Number
tr: TC Kimlik No / Yabancı Kimlik No

source: Preference Order
tr: Tercih sırası

source: Is approved
tr: Onaylandı mı?

source: Is consent email sent
tr: İzin e-postası gönderildi mi

source: Participation
tr: Katılım

source: Current City
tr: Yaşadığınız Şehir

source: Organisation
tr: Kurum

source: University
tr: Üniversite

source: Job
tr: İş

source: Accomodation
tr: Konaklama Seçeneği

source: Add Additional Preference
tr: Ek Tercih Ekle

source: Save My Preferences
tr: Tercihlerimi Kaydet

source: Remove Preference
tr: Tercih Sil

source: Course Preferences
tr: Kurs Tercihleri

source: Add Preference
tr: Tercih Ekle

source: Save
tr: Kaydet

source: Show Profile
tr: Profili Göster

source: Submission ID
tr: Bildiri ID

source: Trainers
tr: Eğitmenler

source: Days for participation status
tr: Günlere göre katılımcı durumu

source: You can choose courses in order of preference.
tr: Başvurmak istediğiniz kursları lütfen tercih sırasına göre aşağıdan ekleyiniz. En az 1, en çok 3 tercih yapabilirsiniz.

source: You can make additional preference.
tr: Ek tercih yapabilirsiniz

source: There isn't any course in this event.
tr: Bu etkinlikte henüz kurs yok.

source: You can accept trainees
tr: Kursiyerleri kabul edebilirsiniz

source: Consent period is closed
tr: Onaylama dönemi kapanmıştır.

source: Trainees Site
tr: Öğrencinin Site'ı

source: Confirm Password
tr: Parola Doğrula

source: Email Address
tr: E-posta Adresi

source: Password
tr: Parola

source: This email address already exists in this system
tr: Sistemde bu e-posta adresi zaten bulunuyor

source: Your passwords do not match
tr: Parolalarınız eşleşmiyor

source: Email
tr: E-posta

source: Additional Information
tr: Ek Bilgiler

source: Turkish ID No
tr: TC Kimlik No

source: Foreigner ID No
tr: Yabancı Kimlik No

source: Mobile Phone Number
tr: Cep Telefonu Numarası

source: Address
tr: Adres

source: Nationality
tr: Uyruk

source: Title
tr: Ünvan

source: Organization
tr: Kurum

source: Occupation
tr: Meslek

source: Current Education
tr: Öğrenci Misiniz

source: Department
tr: Bölüm/Birim

source: Emergency Contact Information
tr: Acil İletişim Bilgileri

source: Image file size too large > 1mb )
tr: Fotograf boyutu çok büyük (>1MB)

source: Please fill only one of them:tckimlikno,ykimlikno
tr: Lütfen tckimlikno, ykimlikno alanlarından sadece bir tanesini doldurun

source: TC identity number can not be empty for Turkish citizens
tr: Türkiye vatandaşları için TC kimlik no boş olamaz

source: Foreign identity number can not be empty for non Turkish citizens
tr: Yabancı uyruklu katılımcılar için yabancı kimlik no boş olamaz

source: An error occured while verifing your TC identity number
tr: TC kimlik numaranız doğrulanırken hata oluştu

source: User not found
tr: Kullanıcı bulunamadı

source: Transportation
tr: Ulaşım Türü

source: Arrival Date
tr: Varış Tarihi

source: Departure Date
tr: Ayrılış Tarihi

source: Select your transportation type
tr: Ulaşım şeklinizi seçin

source: If you want to add additional information, please enter here
tr: Ek bilgi vermek isterseniz, lütfen buraya yazın

source: Arrival Date (Example: If your first day at event will be 1st February, please select 1st February
tr: Varış tarihi (Örneğin: İlk gününüz (konaklama için) 1 Şubat ise),Lütfen 1 Şubat'ı seçin

source: Departure Date (Example: If you will stay at 3rd February, please select 3rd February)
tr: Ayrılış Tarihi (Örneğin: Eğer 3 Şubat'ta konaklayacaksanız, lütfen 3 Şubat'ı seçin)

source: Can't be prior to Arrival Date
tr: Varış Tarihinden önce olamaz

source: Public
tr: Kamu

source: Private
tr: Özel

source: Academic
tr: Akademik

source: Unoccupied
tr: İşsiz

source: Middle School
tr: Ortaokul

source: High School
tr: Lise

source: Master
tr: Yüksek Lisans

source: Doctorate
tr: Doktora

source: Not a Student
tr: Öğrenci Değil

source: User Verification
tr: Kullanıcı Doğrulama

source: User Verifications
tr: Kullancı Doğrulama

source: Birth Date
tr: Doğum Tarihi

source: TC Identity Number
tr: TC Kimlik No

source: Foreign Identity Number
tr: Yabancı Kimlik No

source: Male
tr: Erkek

source: Female
tr: Kadın

source: Home Address
tr: Ev Adresi

source: Work Experience
tr: Daha önce çalışılan/Staj yapılan yerler

source: Profile Picture
tr: Foto

source: Maximum 5 MB file is allowed.
tr: Maksimum 5 MB dosya boyutu.

source: User Profiles
tr: Kullanıcı Profilleri

source: Maximum 10 MB file is allowed.
tr: Maksimum 10 MB dosya boyutu.

source: Needs Document
tr: Evrak Gerekli

source: FAQ is answered?
tr: SSS cevaplandı

source: Can Apply?
tr: Başvuru yapabilir mi?

source: Potential Instructor
tr: Potansiyel Eğitmen

source: User Profile By Site
tr: Etkinlik Bazlı Kullanıcı Profili

source: User Profiles By Sites
tr: Etkinlik Bazlı Kullanıcı Profilleri

source: Note
tr: Not

source: Label
tr: Etiket

source: Trainess Note
tr: Katılımcı Notu

source: Trainess Notes
tr: Katılımcı Notları

source: User Type
tr: Kullanıcı Tipi

source: Accommodation
tr: Konaklama Seçeneği

source: Accommodations
tr: Konaklama Seçenekleri

source: User Feedback
tr: Kullanıcı Geribildirimi

source: User Feedbacks
tr: Kullanıcı Geribildirimleri

source: Participant Accommodation Preference
tr: Katılımcı Konaklama Tercihi

source: Participant Accommodation Preferences
tr: Katılımcı Konaklama Tercihleri

source: Instructor Additional Information
tr: Eğitmen Ek Bilgileri

source: Trainess Answer for Classic Question
tr: Klasik Soruya Katılımcının Cevabı

source: Trainess Answers for Classic Questions
tr: Klasik Sorulara Katılımcıların Cevapları

source: Send Activation Link
tr: Aktifleştirme Bağlantısı Gönder

source: Full Name
tr: Ad Soyad

source: Transportation Type
tr: Ulaşım Türü

source: Additional Info
tr: Ek Bilgiler

source: TC Identity No / Foreign Identity No
tr: TC Kimlik No / Yabancı Kimlik No

source: Accomodation Preference Seq.
tr: Konaklama Tercih Sıralaması!

source: Document
tr: Evrak

source: Detailed Profile
tr: Detaylı Profil

source: Update
tr: Güncelle

source: Reset Password
tr: Parola Sıfırla

source: Register
tr: Kayıt

source: Cancel
tr: İptal

source: Accomodation Preferences
tr: Konaklama Tercihleri

source: You can update your profile below
tr: Profilinizi aşağıda güncelleyebilirsiniz

source: If you want to continue please complete your profile.
tr: Devam edebilmek için lütfen önce profilinizi tamamlayın.Eğer devam etmek istiyorsanız profilinizi tamamlamalısınız. Konaklama seçenekleri profilinizi oluşturduktan sonra etkin olacaktır

source: Register to system to participate in courses before the conferences
tr: Kurslara katılabilmek için sisteme kaydolun

source: Your account has been created. Please check your email for activation link
tr: Hesabınız oluşturuldu. Lütfen aktifleştirme bağlantısı için e-posta adresinizi kontrol ediniz

source: Your account couldn't create. Please try again!
tr: Hesabınız oluşturulamadı. Lütfen tekrar deneyiniz!

source: You are not authorized to access here
tr: Buraya erişim izniniz yoktur

source: Please enter your transformation, arrival date, departure date information
tr: Lütfen ulaşım, varış ve ayrılış tarihi bilgilerinizi giriniz

source: Your information saved successfully
tr: Bilgileriniz kaydedildi

source: An error occurred while saving your information
tr: Bilgileriniz kaydedilirken hata oluştu.

source: Please activate your account. If you want to re-send an activation email, please click following button
tr: Lütfen hesabınızı aktifleştirin. Eğer aktifleştirme e-postasını tekrar göndermek istiyorsanız aşağıdaki düğmeye tıklayınız

source: Change your password
tr: Parolanızı değiştirin

source: Your password has been changed
tr: Parolanız değiştirildi

source: Your password couldn't be changed
tr: Parolanız değiştirilemedi

source: Please enter your registered email
tr: Lütfen kayıtlı e-posta adresinizi giriniz

source: There isn't any user record with this e-mail on the system
tr: Sistemde bu e-posta adresi ile kayıtlı bir kullanıcı bulunmamaktadır!

source: Email field can not be empty
tr: E-posta alanı boş olamaz

source: Password reset operation failed
tr: Parola sıfırlama işlemi başarısız
